Repository: MarisB/Vers-1.1
Catalog: ControlitFactory/src/ControlitFactory/Resx/AppResources.*.resx
Languages: lt, lv, se

# ActNumberLabel
source: Act number
lt: Akto numeris
lv: Akta numurs
se: Ärendenummer

# AddressLabel
source: Address
lt: Adresas
lv: Adrese
se: Adress

# DefektacijasAktsTitle
source: Defective act
lt: Defektinis aktas
lv: Defektācijas akts
se: Skadenamn

# DefektaNrLabel
source: Defect number
lt: Defekto numeris
lv: Defekts numur
se: Skadenummer

# DefektiLabel
source: Defects
lt: Defektai
lv: Defekti
se: Skada

# DefektācijasAprakstsLabel
source: Comments
lt: Komentarai
lv: Defektācijas apraksts
se: Beskrivning

# DeleteConfirmationLabel
source: Do you really want to delete this entry?
lt: Ar tikrai norite pašalinti šį įrašą?
lv: Vai tiešām vēlaties dzēst šo ierakstu?
se: Vill du verkligen ta bort denna text?

# DiagnostikaLabel
source: Diagnostics
lt: Diagnostika
lv: Diagnostika
se: Diagnos

# HorizantalaVirsmaLabel
source: Horizontal surface
lt: Horizontalus paviršius
lv: Horizontālā virsma
se: Horisontell yta

# KopaLabel
source: Total
lt: Viso
lv: Kopā EUR + PVN
se: Totalt

# LaiksKopaLabel
source: Total time
lt: Visas laikas
lv: Laiks kopā
se: Total tid

# MailLabel
source: Mail
lt: Elektroninis paštas
lv: Epasts
se: E-post

# NameLabel
source: Name
lt: Vardas
lv: Vārds
se: Namn

# NoLabel
source: No
lt: Ne
lv: Nē
se: Nej

# ParbaudamaPlatibaLabel
source: Verifiable area
lt: Tikrinamas plotas
lv: Pārbaudāmā platība
se: Testad yta

# ParbaudePabeigtaLabel
source: Complete time
lt: Atlikimo laikas/trukmė
lv: Pārbaude pabeigta
se: Stopptid

# ParbaudeUzsaktaLabel
source: Start time
lt: Pradžios laikas
lv: Pārbaude uzsākta
se: Starttid

# ParbaudiVeicaLabel
source: Check was done by
lt: Patikrą atliko
lv: Pārbaudi veica
se: Testet utfört av

# PasutitajaParstavisLabel
source: Customer representative
lt: Užsakovo atstovas
lv: Pasūtītāja pārstāvis
se: Beställningsansvarig

# PhoneLabel
source: Phone
lt: Telefonas
lv: Tālrunis
se: Tel

# QuestionLabel
source: Question
lt: Klausimas
lv: Jautājums
se: Fråga

# SertificateNumberLabel
source: Sertificate number
lt: Sertifikato numeris
lv: Sertifikāta numurs
se: Certifikatnummer

# SettingsMenu
source: Settings
lt: Nustatymai
lv: Profils
se: Inställningar

# SurnameLabel
source: Surname
lt: Pavardė
lv: Uzvārds
se: Efternamn

# TransportaIzdevumiLabel
source: Transport costs
lt: Transporto išlaidos
lv: Transporta izdevumi
se: Transportkostnader

# VatLabel
source: VAT %
lt: PVM %
lv: PVN %
se: MOMS %

# VerikalaVirsmaLabel
source: Vertical surface (parapet, wall)
lt: Vertikalus paviršius (parapetas, siena)
lv: Vertikālā virsma (parapets, siena)
se: Vertikal yta (parapet, vägg)

# YesLabel
source: Yes
lt: Taip
lv: Jā
se: Ja

# DefektiTitle
source: Defects
lt: Defektai
lv: Defekti
se: Skada

# epastaTeksts
source: <p><b>Act number {DefektacijasAkts.AktaNr}</b></p>
lt: <p><b>Akta nr. {DefektacijasAkts.AktaNr}</b></p>
lv: <p><b>Akta nr. {DefektacijasAkts.AktaNr}</b></p>
se: <p><b>Akta nr. {DefektacijasAkts.AktaNr}</b></p>

# EmailSubjectLabel
source: Defective act and defect pictures are in attachment.
lt: Defektinis aktas ir defektų nuotraukos pateiktos prisegtuke
lv: Uzģenerētais akts un defektu attēli pielikumā.
se: Genererade felbeskrivning och bilderna är bifogade.

# DefectPictureLabel
source: Defect picture
lt: Defekto nuotrauka
lv: Defekta attēls
se: Skadebild

# LanguageLabel
source: Language
lt: Kalba
lv: Valoda
se: Språk

# LogoLabel
source: Logo
lt: Logotipas

# PievienotLbel
source: Add
lt: Pridėti
lv: Pievienot
se: Lägg till

# UznemumaDatiLabel
source: Company info
lt: Įmonės informacija
lv: Uzņēmuma rekvizīti
se: Företagsinformation

# CurrencyLabel
source: Currency abbreviation
lt: Valiutos simbolis
lv: Valūta (saīsinājums)
se: Valuta

# EquipmentCallibrationLabel
source: Calibration of the equipment (Kv)
lt: Įrangos kalibracija (Kv)
lv: Iekartas kalibracija (Kv)
se: Kalibrering av utrustningen (Kv)

# EquipmentLabel
source: Equipment name
lt: Įrangos pavadinimas
lv: Iekārtas nosaukums
se: Utrusningens namn

# EquipmentMenu
source: Equipment
lt: Įranga
lv: Iekārtas
se: Utrustning

# HelpMenu
source: Help
lt: Pagalba
lv: Palīdzība
se: Hjälp

# HighWoltageLabel
source: High woltage inspection device
lt: Aukštos įtampos patikros įrenginys
lv: Augsta sprieguma pārbaudes iekārta
se: Högspänningsutrutning

# LowWoltageLabel
source: Low woltage inspection device
lt: Žemos įtampos patikros įrenginys
lv: Zema sprieguma pārbaudes iekārta
se: Lågspänningsutrustning

# MembraneNameLabel
source: Waterproofing membrane name
lt: Hidroizoliacinės membranos pavadinimas
lv: Hidroizolacijas membranas nosaukums
se: Namn på tätskiktsmembranet

# MembraneThicknessLabel
source: Waterproofing membrane thickness
lt: Hidroizoliacinės membranos storis
lv: Hidroizolacijas membranas biezums
se: Tjocklek på tätskiktsmembranet

# MembraneTypeLabel
source: Waterproofing membrane type
lt: Hidroizoliacinės membranos tipas
lv: Hidroizolacijas membranas veids
se: Typ av tätskiktsmembran

# SerialNumberLabel
source: Serial No
lt: Serijinis nr.
lv: Sērijas Nr.
se: Serienummer
